square_meters = float(input('Укажите количество квадтраных метров участка: '))
acre = square_meters / 4047
print(f'Количество акров земельного участка составляет {acre:.2f} акров.')