# Среднее количество шагов. Браслет для занятий спортом - это носимое устройство,
# которое отслеживает вашу физическую активность, количество сожженных калорий,
# сердечный ритм, модели сна и т. д. Одним из самых распространенных видов физический
# активности, который отслеживает большинство таких устройств, является количество
# шагов, которые вы делаете каждый день.
# Среди исходного кода главы 6 вы найдете файл steps.txt. Этот файл содержит количество
# шагов, которые человек делал каждый день в течение года. В файле 365 строк, и каждая
# строка содержит количество шагов, сделанных в течение дня. (Первая строка - это число
# шагов, сделанных 1 января, вторая строка- число шагов, сделанных 2 января, и т. д.)
# Напишите программу, которая читает файл и затем выводит среднее количество шагов,
# сделанных в течение каждого месяца. (Данные были записаны в год, который не был
# високосным, и поэтому февраль имеет 28 дней.)